[InteractiveObject.IO_Nasturtium_CigarBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObject.IO_Nasturtium_OilCan InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BlondeWig MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Peruca Loura"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BlondeWig:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma peruca loura. Pobre Stella... tomara que seu sacrifício não seja em vão."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_CigarBox MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Caixa de Cigarros"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_CigarBox:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma caixa de cigarros. Provavelmente as damas de honra Hodunk não sentirão falta disso."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_OilCan MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Lata de lubrificante"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_OilCan:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma lata de lubrificante muito usada.  É melhor não pensar muito nisso."
NoConstraintText=""
Suffix=""
Prefix=""

